;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: HUDMessageCategory
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[HUDMessageCategories]
HUDMessageCategories_Default_DisplayText=Default
HUDMessageCategories_APB_DisplayText=APB
HUDMessageCategories_ActionHUD_DisplayText=Combat
HUDMessageCategories_AdHoc_DisplayText=Ad Hoc
HUDMessageCategories_Ammo_DisplayText=Ammo
HUDMessageCategories_Backup_DisplayText=Backup
HUDMessageCategories_Challenge_DisplayText=Challenge!
HUDMessageCategories_Combat_DisplayText=Combat
HUDMessageCategories_EditorWarning_DisplayText=Editor Warning
HUDMessageCategories_Fame_DisplayText=Fame
HUDMessageCategories_GiftBox_DisplayText=Gift Box
HUDMessageCategories_Group_DisplayText=Group
HUDMessageCategories_Heat_DisplayText=Heat
HUDMessageCategories_Match_DisplayText=Match
HUDMessageCategories_Matchup_DisplayText=Matchup
HUDMessageCategories_Minigame_DisplayText=Event
HUDMessageCategories_Outcome_DisplayText=Outcome
HUDMessageCategories_Reward_DisplayText=Reward
HUDMessageCategories_Team_DisplayText=Team
HUDMessageCategories_Threat_DisplayText=Threat
HUDMessageCategories_Trade_DisplayText=Trade
HUDMessageCategories_Tutorial_DisplayText=Tutorial
HUDMessageCategories_VehicleCritical_DisplayText=Vehicle Critical
